content-org/teaching.org
#+TITLE: Teaching
#+TAGS: current past
#+HUGO_BASE_DIR: ../
#+HUGO_SECTION: teaching
#+FILETAGS: teaching
#+HUGO: more
#+SEQ_TODO: TODO NEXT DONE
#+HUGO_AUTO_SET_LASTMOD: t
#+hugo_front_matter_key_replace: description>summary

* Math 119                                                          :current:
:PROPERTIES:
:EXPORT_FILE_NAME: math119
:EXPORT_DATE: <2018-02-28 Wed 23:55>
:EXPORT_OPTIONS: toc:1
:END:

All of my slides are made using org-mode and then exporting to various formats. 

** Sample Exams
- [[../static/files/math119/exam01-sample.pdf][Sample Exam 1]]
** Slides
These slides go along with the Hawkes Learning textbook, /Beginning Statistics/ by Warren et al.
- [[../static/files/math119/section-2.1.pdf][Section 2.1: Frequency Distributions]] ([[../static/files/math119/section-2.1-43.pdf][4:3 format]])
- [[../static/files/math119/section-2.2.pdf][Section 2.2: Graphical Displays of Data]]
- [[../static/files/math119/section-2.3.pdf][Section 2.3: Analyzing Graphs]] ([[../static/files/math119/section-2.3-43.pdf][4:3 format]])
- [[../static/files/math119/section-3.1.pdf][Section 3.1: Measures of Center]] ([[../static/files/math119/section-3.1-43.pdf][4:3 format]])
- [[../static/files/math119/section-3.2.pdf][Section 3.2: Measures of Dispersion]] ([[../static/files/math119/section-3.2-43.pdf][4:3 format]])
- [[../static/files/math119/section-3.3.pdf][Section 3.3: Measures of Relative Position]] ([[../static/files/math119/section-3.3-43.pdf][4:3 format]])
- [[../static/files/math119/section-4.1.pdf][Section 4.1: Introduction to Probability]]  ([[../static/files/math119/section-4.1-43.pdf][4:3 format]])
- [[../static/files/math119/section-4.2.pdf][Section 4.2: Addition Rule for Probability]] ([[../static/files/math119/section-4.2-43.pdf][4:3 format]])
- [[../static/files/math119/section-4.3.pdf][Section 4.3: Multiplication Rule for Probability]] ([[../static/files/math119/section-4.3.pdf][4:3 format]])
- [[../static/files/math119/section-4.4.pdf][Section 4.4: Combinations and Permutations]] ([[../static/files/math119/section-4.4-43.pdf][4:3 format]])
- [[../static/files/math119/section-4.5.pdf][Section 4.5: Combining Combinations and Probability]]
- [[../static/files/math119/section-5.1.pdf][Section 5.1: Discrete Random Variables]] ([[../static/files/math119/section-5.1-43.pdf][4:3 format]])
- [[../static/files/math119/section-5.2.pdf][Section 5.2: Binomial Distribution]] ([[../static/files/math119/section-5.2-43.pdf][4:3 format]])
- [[../static/files/math119/section-5.3.pdf][Section 5.3: Poisson Distribution]] ([[../static/files/math119/section-5.3-43.pdf][4:3 format]])
- [[../static/files/math119/section-6.2.pdf][Section 6.2: The Standard Normal Distribution]] ([[../static/files/math119/section-6.2-43.pdf][4:3 format]])
- [[../static/files/math119/section-6.3.pdf][Section 6.3: Probability Using Normal Distributions]] ([[../static/files/math119/section-6.3-43.pdf][4:3 format]])
- [[../static/files/math119/section-6.4.pdf][Section 6.4: Finding Values of a Normally Distributed Random Variable]] ([[../static/files/math119/section-6.4-43.pdf][4:3 format]])
- [[../static/files/math119/section-6.5.pdf][Section 6.5: Approximation of a Binomial Distribution Using a Normal Distribution]] ([[../static/files/math119/section-6.5-43.pdf][4:3 format]])
- [[../static/files/math119/section-7.1.pdf][Section 7.1: Introduction to the Central Limit Theorem]] ([[../static/files/math119/section-7.1-43.pdf][4:3 format]])
- [[../static/files/math119/section-7.2.pdf][Section 7.2: Central Limit Theorem and Means]] ([[../static/files/math119/section-7.2-43.pdf][4:3 format]])
- [[../static/files/math119/section-8.4.pdf][Section 8.4: Estimating Population Proportions]]
- [[../static/files/math119/section-8.1.pdf][Sections 8.1, 8.2, and 8.3: Estimating Population Means]]
- [[../static/files/math119/section-9.2.pdf][Section 9.2: Comparing Two Population Means]]
- [[../static/files/math119/section-9.4.pdf][Section 9.4: Comparing Two Population Proportions]]
- [[../static/files/math119/section-10.1.pdf][Section 10.1: Fundamentals of Hypothesis Testing]]
- [[../static/files/math119/section-10.3.pdf][Section 10.3: Hypothesis Test for a Population Means]]
- [[../static/files/math119/section-10.4.pdf][Section 10.4: Hypothesis Test for a Population Proportion]]
- [[../static/files/math119/section-12.1.pdf][Sections 12.1: Scatterplots and Correlation]]
- [[../static/files/math119/section-12.2.pdf][Sections 12.2: Linear Regression]]

