content/teaching/math119.md
+++
title = "Math 119"
author = ["Christopher Godbout"]
date = 2018-02-28T23:55:00-08:00
lastmod = 2019-11-25T10:03:46-08:00
tags = ["teaching", "current"]
draft = false
+++

<div class="ox-hugo-toc toc">
<div></div>

<div class="heading">Table of Contents</div>

- [Sample Exams](#sample-exams)
- [Slides](#slides)

</div>
<!--endtoc-->

All of my slides are made using org-mode and then exporting to various formats.


## Sample Exams {#sample-exams}

-   [Sample Exam 1](/files/math119/exam01-sample.pdf)


## Slides {#slides}

These slides go along with the Hawkes Learning textbook, _Beginning Statistics_ by Warren et al.

-   [Section 2.1: Frequency Distributions](/files/math119/section-2.1.pdf) ([4:3 format](/files/math119/section-2.1-43.pdf))
-   [Section 2.2: Graphical Displays of Data](/files/math119/section-2.2.pdf)
-   [Section 2.3: Analyzing Graphs](/files/math119/section-2.3.pdf) ([4:3 format](../static/files/math119/section-2.3-43.pdf))
-   [Section 3.1: Measures of Center](/files/math119/section-3.1.pdf) ([4:3 format](/files/math119/section-3.1-43.pdf))
-   [Section 3.2: Measures of Dispersion](/files/math119/section-3.2.pdf) ([4:3 format](/files/math119/section-3.2-43.pdf))
-   [Section 3.3: Measures of Relative Position](/files/math119/section-3.3.pdf) ([4:3 format](/files/math119/section-3.3-43.pdf))
-   [Section 4.1: Introduction to Probability](/files/math119/section-4.1.pdf)  ([4:3 format](/files/math119/section-4.1-43.pdf))
-   [Section 4.2: Addition Rule for Probability](/files/math119/section-4.2.pdf) ([4:3 format](/files/math119/section-4.2-43.pdf))
-   [Section 4.3: Multiplication Rule for Probability](/files/math119/section-4.3.pdf) ([4:3 format](/files/math119/section-4.3.pdf))
-   [Section 4.4: Combinations and Permutations](/files/math119/section-4.4.pdf) ([4:3 format](/files/math119/section-4.4-43.pdf))
-   [Section 4.5: Combining Combinations and Probability](/files/math119/section-4.5.pdf)
-   [Section 5.1: Discrete Random Variables](/files/math119/section-5.1.pdf) ([4:3 format](/files/math119/section-5.1-43.pdf))
-   [Section 5.2: Binomial Distribution](/files/math119/section-5.2.pdf) ([4:3 format](/files/math119/section-5.2-43.pdf))
-   [Section 5.3: Poisson Distribution](/files/math119/section-5.3.pdf) ([4:3 format](/files/math119/section-5.3-43.pdf))
-   [Section 6.2: The Standard Normal Distribution](/files/math119/section-6.2.pdf) ([4:3 format](/files/math119/section-6.2-43.pdf))
-   [Section 6.3: Probability Using Normal Distributions](/files/math119/section-6.3.pdf) ([4:3 format](/files/math119/section-6.3-43.pdf))
-   [Section 6.4: Finding Values of a Normally Distributed Random Variable](/files/math119/section-6.4.pdf) ([4:3 format](/files/math119/section-6.4-43.pdf))
-   [Section 6.5: Approximation of a Binomial Distribution Using a Normal Distribution](/files/math119/section-6.5.pdf) ([4:3 format](../static/files/math119/section-6.5-43.pdf))
-   [Section 7.1: Introduction to the Central Limit Theorem](/files/math119/section-7.1.pdf) ([4:3 format](/files/math119/section-7.1-43.pdf))
-   [Section 7.2: Central Limit Theorem and Means](/files/math119/section-7.2.pdf) ([4:3 format](/files/math119/section-7.2-43.pdf))
-   [Section 8.4: Estimating Population Proportions](/files/math119/section-8.4.pdf)
-   [Sections 8.1, 8.2, and 8.3: Estimating Population Means](/files/math119/section-8.1.pdf)
-   [Section 9.2: Comparing Two Population Means](/files/math119/section-9.2.pdf)
-   [Section 9.4: Comparing Two Population Proportions](/files/math119/section-9.4.pdf)
-   [Section 10.1: Fundamentals of Hypothesis Testing](/files/math119/section-10.1.pdf)
-   [Section 10.3: Hypothesis Test for a Population Means](/files/math119/section-10.3.pdf)
-   [Section 10.4: Hypothesis Test for a Population Proportion](/files/math119/section-10.4.pdf)
-   [Sections 12.1: Scatterplots and Correlation](/files/math119/section-12.1.pdf)
-   [Sections 12.2: Linear Regression](/files/math119/section-12.2.pdf)
